Repository: liminspace/dj-utils
Catalog: dj_utils/locale/*/LC_MESSAGES/django.po
Languages: ru

source: EmailField that stores NULL but returns empty string
ru: EmailField который сохраняет NULL но возвращает пустую строку

source: Enter valid JSON.
ru: Введите правильный JSON.

source: JSON can't represent timezone-aware times.
ru: JSON не может предоставить timezone-aware время.

source: JSON data
ru: Данные в формате JSON

source: Phone number
ru: Номер телефона

source: This field dependent on current language.
ru: Это поле зависит от текущего языка.

source: k.
ru: тыс.

source: mln.
ru: млн.

source: bln.
ru: млрд.

source: Email with domain "%s" is disallowed.
ru: Email с доменом %s запрещен.

source: Enter a valid email address.
ru: Введите правильный email.

source: Phone number must be in +XX XXX XXXXXXX format.
ru: Номер телефона должен быть в формате +XX XXX XXXXXXX
